app/views/students/show.html.erb

<h1>STUDENTS ALL</h1>
<% Student.all.each do |f| %>
---
SELECT "students".* FROM "students"